Repository: nozzle-1/upcount
Catalog: src/locales/*/messages.po
Languages: fi, nl

source: A new version of Upcount is available. Downloading now ...
fi: Uusi versio Upcountista on saatavilla. Ladataan ...
nl: Er is een nieuwe versie van Upcount beschikbaar. Nu downloaden ...

source: Add client
fi: Lisää asiakas
nl: Klant toevoegen

source: Add row
fi: Lisää rivi
nl: Regel toevoegen

source: Add tax
fi: Lisää verokanta
nl: BTW toevoegen

source: Address
fi: Osoite
nl: Adres

source: Bank name
fi: Pankin nimi
nl: Bank naam

source: Change
fi: Vaihda
nl: Veranderen

source: Client
fi: Asiakas
nl: Klant

source: Client saved!
fi: Asiakas tallennettu!
nl: Klant opgeslagen!

source: Clients
fi: Asiakkaat
nl: Klanten

source: Confirmed
fi: Vahvistettu
nl: Bevestigd

source: Create an organization
fi: Perusta yritys
nl: Maak een bedrijf

source: Create new client
fi: Perusta uusi asiakas
nl: Maak een nieuwe klant

source: Currency
fi: Valuutta
nl: Valuta

source: Customer note
fi: Asiakkaan viite
nl: Opmerking van de klant

source: Date
fi: Päivämäärä
nl: Datum

source: Decimal places
fi: Desimaalien lukumäärä
nl: Aantal decimalen

source: Default currency
fi: Oletusvaluutta
nl: Standaard valuta

source: Delete
fi: Poista
nl: Verwijder

source: Description
fi: Kuvaus
nl: Opmerkingen

source: Draft
fi: Luonnos
nl: Concept

source: Due date
fi: Eräpäivä
nl: Vervaldag

source: Due days
fi: Oletus maksuehto päivissä
nl: Vervaldata

source: Edit
fi: Muokkaa
nl: Bewerken

source: Edit client
fi: Muokkaa asiakasta
nl: Bewerk klant

source: Edit tax
fi: Muokkaa verokantaa
nl: Bewerk BTW

source: Email
fi: Sähköposti

source: Emails
fi: Sähköpostit
nl: Email adres(sen)

source: Error changing invoice state!
fi: Virhe muutettaessa laskun tilaa!
nl: Fout bij het wijzigen van de factuurstatus!

source: Error deleting invoice!
fi: Virhe laskun poistamisessa!
nl: Fout bij het verwijderen van het factuur!

source: Error getting organization logo!
fi: Virhe haettaessa yrityksen logoa!
nl: Fout bij het inladen van het logo!

source: Error initializing client form!
fi: Virhe alustettaessa asiakaslomaketta!
nl: Fout bij initialiseren van het klantenformulier!

source: Error initializing invoice form!
fi: Virhe alustettaessa laskulomaketta!
nl: Fout bij initialiseren van het factuurformulier!

source: Error initializing organization form!
fi: Virhe alustettaessa yrityslomaketta!
nl: Fout bij initialiseren van organisatieformulier!

source: Error initializing tax rate form!
fi: Virhe alustettaessa verokantalomaketta!
nl: Fout bij het initialiseren van het BTWformulier!

source: Error loading account details!
fi: Virhe tilin tietojen lataamisessa!
nl: Fout bij het laden van accountgegevens!

source: Error loading accounts list!
fi: Virhe tililistan lataamisessa!
nl: Fout bij het laden van de accountlijst!

source: Error loading client details!
fi: Virhe asiakkaan tietojen lataamisessa!
nl: Fout bij het laden van klantgegevens!

source: Error loading clients list!
fi: Virhe asiakaslistan lataamisessa!
nl: Fout bij het laden van de klantenlijst!

source: Error loading invoice details!
fi: Virhe laskun tietojen lataamisessa!
nl: Fout bij het laden van de factuurdetails!

source: Error loading invoices list!
fi: Virhe laskulistan lataamisessa!
nl: Fout bij het laden van de factuurlijst!

source: Error loading organization details!
fi: Virhe yrityksen tietojen lataamisessa!
nl: Fout bij het laden van organisatiedetails!

source: Error loading organizations list!
fi: Virhe yrityslistan lataamisessa!
nl: Fout bij het laden van de bedrijvenlijst!

source: Error loading tax rate details!
fi: Virhe verokannan tietojen lataamisessa!
nl: Fout bij het laden van belastingtariefgegevens!

source: Error loading tax rates list!
fi: Virhe verokantalistan lataamisessa!
nl: Fout bij het laden van de belastingtarieflijst!

source: Error logging in!
fi: Virhe sisäänkirjautumisessa!
nl: Fout bij het inloggen!

source: Error logging out!
fi: Virhe uloskirjautumisessa!
nl: Fout bij het uitloggen!

source: Error registering!
fi: Virhe rekisteröitymisessä!
nl: Fout bij het registreren!

source: Error saving client!
fi: Virhe tallennettaessa asiakasta!
nl: Fout bij het opslaan van klant!

source: Error saving invoice!
fi: Virhe tallennettaessa laskua!
nl: Fout bij het opslaan van factuur!

source: Error saving organization!
fi: Virhe tallennettaessa yritystä!
nl: Fout bij het opslaan van het bedrijf!

source: Error saving tax rate!
fi: Virhe tallennettaessa verokantaa!
nl: Fout bij het opslaan van het belastingtarief!

source: Error setting organization logo!
fi: Virhe asetettaessa yrityksen logoa!
nl: Fout bij het inladen van het logo!

source: Error setting organization sync!
fi: Virhe asetettaessa yrityksen synkronointia!
nl: Fout bij het instellen van organisatiesynchronisatie!

source: Invalid email address
fi: Virheellinen sähköpostiosoite
nl: Foutief e-mailadres

source: Invoice
fi: Lasku
nl: Factuur

source: Invoice deleted!
fi: Lasku poistettu!
nl: Factuur verwijderd!

source: Invoice details
fi: Laskun tiedot
nl: Factuur details

source: Invoice number
fi: Laskun numero
nl: Factuur nummer

source: Invoice saved!
fi: Lasku tallennettu!
nl: Factuur opgeslagen!

source: Invoice state changed!
fi: Laskun tila muutettu!
nl: Factuur status veranderd!

source: Invoices
fi: Laskut
nl: Facturen

source: Log in
fi: Kirjaudu sisään

source: Login successful!
fi: Sisäänkirjautuminen onnistui!
nl: Login succesvol!

source: Logout successful!
fi: Uloskirjautuminen onnistui!
nl: Loguit succesvol!

source: Name
fi: Nimi
nl: Naam

source: New client
fi: Uusi asiakas
nl: Nieuwe klant

source: New invoice
fi: Uusi lasku
nl: Nieuw factuur

source: New organization
fi: Uusi yritys
nl: Nieuw bedrijf

source: New tax
fi: Uusi verokanta
nl: Nieuw BTW template

source: Notes
fi: Muistiinpanot
nl: Notities

source: Number
fi: Numero
nl: Nummer

source: Organization
fi: Yritys
nl: Bedrijf

source: Organization details
fi: Yrityksen tiedot
nl: Bedrijfs details

source: Organization logo set!
fi: Yrityksen logo asetettu!
nl: Bedrijfslogo ingesteld!

source: Organization name
fi: Yrityksen nimi
nl: Bedrijfsnaam

source: Organization saved!
fi: Yritys tallennettu!
nl: Bedrijf opgeslagen!

source: Organization sync disabled!
fi: Yrityksen synkronointi pois päältä!
nl: Bedrijfs synchronisatie uitgeschakeld!

source: Organization sync enabled!
fi: Yrityksen synkronointi päällä!
nl: Bedrijfs synchronisatie ingeschakeld!

source: Organizations
fi: Yritykset
nl: Bedrijven

source: Organizations syncing
fi: Yritysten synkronointi
nl: Bedrijven synchroniseren

source: Overdue charge
fi: Viivästysmaksu
nl: Achterstallige betaling

source: Paid
fi: Maksettu
nl: Betaald

source: Password
fi: Salasana
nl: Wachtwoord

source: Percentage
fi: Prosenttiosuus

source: Phone
fi: Puhelinnumero
nl: Telefoon

source: Price
fi: Hinta
nl: Prijs

source: Quantity
fi: Määrä
nl: Aantal

source: Reg. nr.
fi: Rek. nro
nl: KVK. nr.

source: Register
fi: Rekisteröidy
nl: Registeren

source: Registering an Upcount account will allow you to syncronize your data between computers and provides a secure backup.
fi: Rekisteröimällä Upcount-tilin tietosi synkronoidaan eri laitteittesi välillä ja saat samalla turvallisen varmuuskopion tiedoistasi.
nl: Als u een Upcount account registreert, kunt u uw gegevens tussen computers synchroniseren en zorgt u voor een veilige back-up.

source: Registration number
fi: Rekisteröintinumero
nl: KvK nummer

source: Registration successful!
fi: Rekisteröinti onnistui!
nl: Registratie succesvol!

source: Restart
fi: Käynnistä uudestaan
nl: Herstart

source: Save
fi: Tallenna
nl: Opslaan

source: Save client
fi: Tallenna asiakas
nl: Klant opslaan

source: Save tax rate
fi: Tallenna verokanta
nl: BTW template opslaan

source: Search text
fi: Etsi tekstiä
nl: Zoeken

source: Select or create a client
fi: Valitse tai luo uusi asiakas
nl: Selecteer of maak een klant aan

source: Settings
fi: Asetukset
nl: Instellingen

source: State
fi: Tila
nl: Staat

source: Subtotal
fi: Välisumma

source: Sum
fi: Summa
nl: Totaal

source: Tax
fi: Vero
nl: BTW

source: Tax rate saved!
fi: Verokanta tallennettu!
nl: BTW template opgeslagen!

source: Tax rates
fi: Verokannat
nl: BTW percentages

source: This field is required
fi: Tämä kenttä vaaditaan
nl: Dit veld is verplicht

source: To get started
fi: Aloittaaksesi
nl: Om te beginnen

source: To start syncing
fi: Aloittaaksesi synkronoinnin
nl: Om te beginnen met synchroniseren

source: Toggle the organizations you want to enable syncronization for.
fi: Valitse yritykset, joiden tiedot haluat synkronoida.
nl: Schakel de bedrijven in waarvoor u synchronisatie wilt inschakelen.

source: Total
fi: Yhteensä
nl: Totaal

source: Upcount account
fi: Upcount-tili

source: Upcount version update downloaded. It will be installed after a restart. Restart now?
fi: Upcount versiopäivitys ladattu. Päivitys asennetaan uudelleenkäynnistyksen jälkeen. Käynnistetäänkö uudelleen nyt?
nl: Upcount versie update gedownload. Deze wordt ge√Ønstalleerd na een herstart. Nu opnieuw opstarten?

source: Update Available
fi: Päivitys saatavilla
nl: Update beschikbaar

source: Update Downloaded
fi: Päivitys ladattu
nl: Update gedownload

source: Upload
fi: Lataa

source: VATIN
fi: Y-tunnus / Alv-numero
nl: BTW nummer

source: View
fi: Katsele
nl: Bekijk

source: Void
fi: Hylätty
nl: Ongeldig

source: Website
fi: Verkkosivut

source: Your data is always securely transfered between the hosted CouchDB server and your devices over encrypted HTTP requests.
fi: Tietosi siirretään aina turvallisesti pilvessä sijaitsevan CouchDB-tietokannan sekä laitteittesi välillä käyttäen salattua HTTP-yhteyttä.
nl: Uw gegevens worden altijd veilig overgedragen tussen de gehoste CouchDB-server en uw apparaten via een versleutelde HTTP verbinding.
